Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/toll.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Notification and presentation requirement for VOEC goods
nb: Melde- og fremleggelsesplikt for VOEC-varer

source: This can be done by way of electronic recalculation in TVINN and shall be approved by Norwegian Customs.
nb: Dette kan foretas ved elektronisk omberegning i TVINN og godkjennes av Tolletaten.

source: What can you do?
nb: Hva kan du gjøre?

source: Norway is participating based on an existing security agreement between Norway and the EU – an agreement that entails that Norway is within the EU’s security zone.
nb: Norge deltar med bakgrunn i eksisterende sikkerhetsavtale mellom Norge og EU – en avtale som innebærer at Norge er innenfor EUs sikkerhetssone.

source: No customs and VAT duty exemptions apply to vehicles, aircraft, work equipment, foodstuffs, alcohol or tobacco products.
nb: Du får ikke toll- og merverdiavgiftsfritak for kjøretøy, fly, yrkesutstyr, næringsmidler, alkohol eller tobakksvarer.

source: Bring the following documents with you:
nb: Du trenger følgende dokumenter:

source: Our datasets are subject to a CC BY 4.0 licence.
nb: Lisensen som er benyttet på våre datasett er CC BY 4.0.

source: (number plates) for up to 30 days after the vehicle has been given customs clearance.
nb: (bilskilt) i inntil 30 dager etter at kjøretøyet er fortollet.

source: T2 = Transit of goods with EU status
nb: T2 = Transittering av varer med EU-status

source: Detailed description of classification in split shipments
nb: Utfyllende beskrivelse av klassifisering i delsendinger

source: There you have to present a valid permit from DSB.
nb: Der må du vise fram gyldig løyve frå DSB.

source: Have, therefore, agreed to the following provisions:
nb: Avtale om import av materiell av utdannende, vitenskapelig og kulturell art, med vedlegg og protokoll.

source: Related parties often have agreements regarding price adjustments for imported goods in order to ensure arm’s length distance in accordance with the OECD Guidelines.
nb: Nærstående parter har ofte avtaler om prisjusteringer for importerte varer for å sikre armlengdes avstand i henhold til OECDs retningslinjer.

source: This last procedure is not regulated in the Agreement, but rather by the United Kingdom becoming a contracting party to the Common Transit and SAD Conventions.
nb: Denne prosedyren reguleres ikke i avtalen, men ved at Storbritannia blir egen avtalepart til Transitterings- og SAD-konvensjonen.

source: Characters 1 and 2: Last two digits of theyear
nb: Karakter 1 og 2: Årets to siste siffer

source: VOEC shipments must be declared separately and TVINN will reject a combined declaration of both VOEC goods and regular goods.
nb: VOEC-sendingene må fortolles med en egen deklarasjon da TVINN avviser en blandet deklarasjon med både VOEC-varer og vanlige varer.

source: To get the permit you also need a sertificate from Norsk brannvernforening.
nb: For å få et løyve frå DSB må du ha et kompetansebevis (sertifisering) frå Norsk brannvernforening.

source: price of goods+ cost of packaging and the like+ fees, royalties, commission, or the like (where applicable)+ shipping costs
nb: varens pris+ kostnader til emballasje og lignende+ eventuelle gebyrer, royalties, provisjoner eller lignende+ fraktkostnader

source: Entry: before departure for flights with a duration less than 4 hours (short haul).
nb: Innpassering: før avgang når flytiden er under 4 timer (kortdistanse).

source: This view is expressed in the WCO’s Commentary 23.1.
nb: Dette synspunktet kommer til uttrykk i WCOs commentary 23.1.

source: The Secretary-General of the United Nations shall inform the States referred to in paragraph 1 of Article IX, as well as the United Nations Educational, Scientific and Cultural Organization, and the International Trade Organization (provisionally, its Interim Commission), of the deposit of all the instruments of ratification and acceptance provided for in Articles IX and X, as well as of the notifications and denunciations provided for respectively in Articles XIII and XIV.
nb: De Forente Nasjoners generalsekretær skal underrette de stater som er nevnt i artikkel IX, punkt 1, De Forente Nasjoners Organisasjon for Undervisning Vitenskap og Kultur og den Internasjonale Handelsorganisasjon (midlertidig denne organisasjons interimskommisjon) om deponeringen av de ratifikasjons- og tiltredelsesdokumenter som er nevnt i artiklene IX og X og om de notifikasjoner og oppsigelser som er nevnt i artiklene XIII og XIV.

source: The seller sent you a new phone for free, and this has been cleared through customs the usual way.
nb: Selger sendte deg en ny telefon gratis, og denne er blitt fortollet på vanlig måte.

source: Examples of VAT status checks:
nb: Eksempler på sjekk av mva-status:

source: increased security for the holder of the procedure.
nb: god sikkerhet for den hovedansvarlige.

source: The different parts of an ensemble, originating in two countries, are packed in theCommunity.
nb: De ulike delene av et ensemble, med opprinnelse i to land, blir pakket i Slovenia.

source: The agreement also transitions the administrative customs co-operation that is currently in place between Norway and the EU.
nb: Avtalen viderefører også dagens administrative tollsamarbeid mellom Norge og Storbritannia.

source: The Interpretative Note to Art.
nb: Interpretative Note til tollverdiavtalen art.

source: When entering a transit declaration in the NCTS, the declarant will register the guarantee type, guarantee reference number (GRN), guarantee amount and access code.
nb: Ved registrering av en transitteringsdeklarasjon oppgir deklaranten garantitype, garantiens referansenummer (GRN), skyldbeløp og adgangskode.

source: The ex-worksprice of the final product is 330 Euros.
nb: Prisen fra fabrikk på sluttproduktet er euro 330.

source: Class 3B has a maximum strength of 500mW, and laser class 4 are the laser pointers that have a strength in excess of 500mW.
nb: Klasse 3B har en maksimalstyrke på 500mW, og laserklasse 4 er dei laserpeikarane som har en styrke på over 500mW.

source: live animals (also imported from the EU/EEA)
nb: levende dyr (også innført fra EU/EØS)

source: No, there is no excise duties on trousers.
nb: Nei, det er ikke særavgift på bukser.

source: Non-compliance penalty, cf. the Norwegian Customs Act Section 16-17 (1) (b).
nb: Overtredelsesgebyr, jf. tolloven § 16-17 (1) bokstav b.

source: Use of the transaction method presumes that the buyer and the seller are not dependent on each other, or when they are dependent, that the transaction value can be accepted in accordance with Section 7-10-1 of the Customs Regulations.
nb: Bruk av transaksjonsmetoden forutsetter at kjøperen og selgeren ikke er avhengige av hverandre, eller når de er avhengige, at transaksjonsverdien kan godtas i henhold til tollforskriften § 7-10-1.

source: Then you generally do not need to declare the vehicle to the Norwegian Customs Administration (export declaration).
nb: Da behøver du som hovedregel ikke deklarere kjøretøyet til Tolletaten (utførselsdeklarasjon).

source: The original vehicle registration or COC (certificate of conformity) and possibly proof of purchase/sales contract or an appraisal/valuation.
nb: Originalt registreringsdokument eller samsvarssertifikat (COC-dokument) og eventuell kjøp- /salgskontrakt eller verdivurdering / takst.

source: In March 2024, all modes of transport from third countries will be subject to advance information pursuant to the new regulatory framework.
nb: I mars 2024 skal alle transportmåter fra tredjeland forhåndsvarsles i tråd med det nye regelverket.

source: When ICS2 release 2 becomes effective in March 2023, there will no longer be a requirement of advance information in NCTS for inbound air cargo from third countries.
nb: Når ICS2 fase 2 iverksettes i mars 2023, vil det ikke lenger være krav om forhåndsvarsel i NCTS for inngående flyfrakt fra tredjeland.

source: Declaration using TVINN when you have a customs duty reduction
nb: Deklarering i TVINN når du har tollnedsettelse

source: Revocation of exporters:
nb: Tilbaketrekkes av REX-autorisasjon:

source: Detailed description of customs value in split shipments
nb: Utfyllende beskrivelse av tollverdi i delsendinger

source: construction, colour and composition; they must also be
nb: ryggstykke er av samme stoff som fôret i dressjakken;

source: In most cases, the compensation for packaging will be included in the price of the goods, and additions pursuant to Section 7-17 will then not be relevant.
nb: I de fleste tilfeller vil vederlaget for emballasjen være inkludert i varens pris, og tillegg etter § 7-17 er da ikke aktuelt.

source: The business must have TVINN access or an agreement with an agent with TVINN access.
nb: Virksomheten må ha TVINN-tillatelse eller ha en avtale med en innehaver av en TVINN-tillatelse.

source: You can use an ATA carnet for goods that are only to remain temporarily in Norway.
nb: Du kan bruke et ATA-carnet for varer som skal mellombels ut av Noreg.

source: These include alcohol, tobacco, sugar, chocolate, and oil-based products.
nb: Dette gjelder blant annet alkohol, tobakk, sukker, sjokolade og oljeprodukter.

source: What the NCTS is used for
nb: Hva NCTS brukes til

source: To get back the fees you paid, you must send an application to the
nb: Her skal du ikke søke Tolletaten da du ikke har betalt toll ved innførsel.

source: T1 = Transit of goods that do not have EU status
nb: T1 = Transittering av varer som ikke har EU-status

source: Blouses, shirts and shirt-blouses in heading 61.06
nb: Bluser, skjorter og skjortebluser i posisjon 61.06

source: In addition, the Explanatory Notes to the HS nomenclature give a description of blouses and shirt-blouses, to some extent (61.06).
nb: I tillegg gir Kommentarene til HS-nomenklaturen til en viss grad en beskrivelse av bluser og skjortebluser (61.06).

source: It is illegal importing, manufacturing or selling e-cigarettes containing nicotine (including the associated e-liquid) in Norway.
nb: Det er forbudt å importere, produsere og omsette nikotinholdige e-sigaretter (inkludert den tilhørende e-væsken/e-liquid) i Norge.

source: This information is referred to as Pre-loading advance cargo information (PLACI) and is submitted via pre-loading advance information.
nb: Denne informasjonen går under navnet Pre-Loading Advance Cargo Information (PLACI) og leveres gjennom forhåndsvarsel før lasting (pre-loading).

source: The MRN consists of 18 characters and has the following national structure:
nb: En elektronisk melding som opplyser om MRN returneres til deklaranten.MRN består av 18 karakterer og har nasjonalt følgende oppbygning:

source: Chapter 15 of the Customs Act governs the customs authority's detention of goods that constitute an infringement of intellectual property rights and similar violations of the Marketing Control Act.
nb: Tolloven kapittel 15 regulerer tollmyndighetens tilbakehold av varer som utgjør inngrep i immaterialrettigheter og lignende overtredelser av markedsføringsloven.

source: A total of 524 kg of khat was seized, which wasa new record.
nb: Totalt ble det beslaglagt 524 kg khat, som var ny rekord.

source: Containerised cargo: at least 24 hours before loading at the port of departure
nb: minst 24 timer før lasting i avgangshavnen Annet:

source: The Norwegian Industrial Property Office is an administrative body for processing applications for industrial legal protection (patents, trademarks and designs) and is a competence centre for intellectual property rights and assets.
nb: Patentstyret er et forvaltningsorgan for behandling av søknader om industrielt rettsvern (patent, varemerke og design) og er kompetansesenter for immaterielle rettigheter og verdier.

source: If you and the seller have agreed a price of NOK 500 but then agree on a reduction to NOK 450, the latter is what you will actually be paying.
nb: Har du og selger avtalt en pris på 500 kroner, men så blir enige om en reduksjon til 450 kroner, er det sistnevnte du faktisk skal betale.

source: Support for the reading of the TVINN declaration barcode
nb: Støtte for strekkodelesning av TVINN-deklarasjoner

source: , among others the four EFTA-states, the EU, the Faroe Islands, Turkey, the countries in North Africa and the Middle East who take part in the Barcelona Process, Moldova, Ukraine, Georgia as well as the countries on West Balkan who take part in the EUs stabilisation and association process.
nb: de fire EFTA-statene, EU, Færøyene, Tyrkia, statene i Nord-Afrika og Midtøsten som tar del i Barcelona-prosessen, Moldova, Ukraina, Georgia, samt statene på Vest-Balkan som tar del i EUs stabiliserings- og assosieringsprosess.

source: “It is first when the complete price that is paid for the goods is determined, that it is relevant to assess whether the price is affected by the close relationship”.
nb: «Det er først når den fullstendige prisen som er betalt for varene er fastlagt, at det er relevant å vurdere om prisen er påvirket av nærståendeforholdet».

source: When you transport goods from a third country to Norway through the EU, you must ensure that an Entry Summary Declaration is lodged to the first Customs Office of Entry in the EU.
nb: Når du transporterer en vare fra et tredjeland til Norge gjennom EU, skal du sørge for at varene blir forhåndsvarslet til første innpasseringstollsted i EU.

source: However, the relief from customs duty ceases to apply if the vessel is reassigned to domestic routes, is laid up, sent to a vessel-repair facility or is in the customs territory for another reason and less than one-third of the crew is signed on, or remains in the customs territory for more than 30 days.
nb: Tollfritaket opphører imidlertid dersom fartøyet går over i innenriks fart, går i opplag, går til verksted eller har annet opphold i tollområdet og hvor mindre enn en tredjedel av besetningen er påmønstret eller blir værende i tollområdet mer enn 30 dager.

source: Materials from the EU can be used in production in the United Kingdom and Norway, respectively, for export to the other contracting party in accordance with the bridge agreement.
nb: Materialer fra EU kan benyttes i produksjonen i henholdsvis Storbritannia og Norge ved eksport til den andre avtaleparten i henhold til broavtalen.

source: The shipment is free from duties and taxes provided the value is NOK 1 000 or less.
nb: Sendingen er fritatt for toll og avgifter hvis verdien på gaven er 1 000 kroner eller lavere.

source: If you do not have a Norwegian national identity number or D number, select:
nb: Dersom du ikke har norsk person- eller D-nummer, velg:

source: In this way, the holder of the procedure himself will be able to have full control over the access codes for his electronic guarantees.
nb: På denne måten vil den hovedansvarlige selv kunne ha full kontroll med adgangskodene på sine elektroniske garantier.

source: www.toll.noSome highlights in 2013
nb: www.toll.noNoen høydepunkter i 2013

source: This applies irrespective of the production criteria that apply to the finished product and any working or processing requirements sepcified in the process list.
nb: Dette gjelder uavhengig av hvilke produksjonskriterier som gjelder for ferdigvaren og eventuelle krav til bearbeiding eller foredling som er fastsatt i prosesslisten.

source: It is emphasised in the case that it does not entail any duty on the customs authorities to consider the OECD Transfer Pricing Guidelines, and that the use of transfer pricing documentation must be specifically assessed on a case-by-case basis.
nb: Det understrekes i casen at den ikke medfører noen plikt for tollmyndighetene til å legge til grunn OECDs retningslinjer for internprising, og at bruken av internprisingsdokumentasjon må vurderes konkret fra sak til sak.

source: The value of split shipments shall be determined and classified as they appear on import/export.
nb: Delsendingene skal verdifastsettes og klassifiseres som de fremstår ved innførsel/utførsel.

source: If Cargo Handling Agent(s) is not known, please type «UNKNOWN» in text-box.
nb: Dersom Cargo Handling Agent(s) er ukjent anføres «UNKNOWN» i tekstboks.

source: You have bought a pair of trousers from the US and paid both customs duty and VAT on import (there is no excise duties on trousers).
nb: Du har kjøpt bukser fra USA, og du har både betalt toll og merverdiavgift ved importen (det er ikke særavgift på bukser).

source: For Norway, the aim is to have a new free trade agreement and other agreements in place as early in 2021 as possible.
nb: For Norges del er målet å ha en ny frihandelsavtale og annet avtaleverk på plass så snart som mulig i 2021.

source: A product may contain non-originating products and still be a GSP product.
nb: En vare kan inneholde ikke-opprinnelsesprodukter og fortsatt være et GSP-produkt.

source: Borgarting Court of Appeal determined in the Peppercorn judgement (LB-2008-11968) that:
nb: Borgarting lagmannsrett slo i Peppercorn-dommen (LB-2008-11968) fast at:

source: Heading 61.09 does not cover garments with a drawstring,
nb: Posisjon 61.09 omfatter ikke plagg med snøring, ribbekant

source: When the test period has been completed with satisfactory results, Norwegian Customs will give you permission submit transit declarations electronically in the production environment.
nb: Når testperioden er gjennomført med tilfredsstillende resultater, gir Tolletaten deg tillatelse til elektronisk overføring av deklarasjoner i produksjon.

source: We would like to inform you that in the context of “EU/UK Withdrawal and Agreement and IE/Norther Ireland Protocol’ multiple updates have been performed by NA-UK in COL (Eu’s Customs Office List).
nb: Vi gjør oppmerksom på at i forbindelse med «EU/UK Withdrawl Agreement and IE/Norther Ireland Protocol”, har det blitt foretatt flere oppdateringer i tollstedslistene (COL – Customs Office List) for NCTS.

source: Checking the VAT status of the business
nb: Sjekk av virksomhetens mva-status

source: What are pirated copies?
nb: Hva er piratkopier?

source: You state code V5 in box 44 following by the abbreviation MAT.
nb: Du oppgir kode V5 i rubrikk 44 etterfulgt av forkortelsen MAT.

source: by an approved exporter within the meaning of Article 22, or
nb: 22 % har mottatt eller mistenker å ha mottatt en kopivare.

source: When the transit is released from the customs office of departure, the NCTS will send an electronic message regarding anticipated transit (IE050) to the declared customs office of transit and a message regarding the anticipated arrival (IE001) to the declared customs office of destination.
nb: Når transitteringen blir frigitt fra avgangstollstedet, sender NCTS elektronisk melding om forventet transittering (IE050) til det deklarerte transitteringstollstedet og melding om forventet ankomst (IE001) til det deklarerte bestemmelsestollstedet.

source: The Norwegian Customs Service has developed frameworks and conditions for businesses that want to transport VOEC shipments to Norway and report them electronically.
nb: Tolletaten har utarbeidet rammer og vilkår for virksomheter som ønsker å transportere VOEC-sendinger til Norge og melde dette elektronisk.

source: You shall not apply to Customs if your shipment has been cleared on a collective customs clearance or VAT has been charged double on a VOEC-shipment.
nb: Du skal ikke søke Tolletaten hvis din sending er gjort på en samlefortolling eller er en VOEC-sending hvor MVA er dobbeltbelastet.

source: The “ski ensemble” may also consist of an overall similar
nb: Et “skiensemble” kan også bestå av en overall som

source: Mobile phones and other electronics are free of customs duty upon import, but you have paid VAT.
nb: Mobiltelefoner og all annen elektronikk er både tollfrie og særavgiftsfrie ved import, men du har betalt merverdiavgift.

source: In these cases, the exporter must issue a retrospective proof of origin, see Article 39 of Annex IV regarding rules of origin.
nb: I disse tilfellene kan eksportør utstede et tilbakevirkende opprinnelsesbevis, se artikkel 39 i «broavtalens» vedlegg IV om opprinnelsesregler.

source: Mainly, the NCTS messages of this standard are CUSDEC (Customs Declarations Messages) and CUSRES (Customs Response Messages).
nb: NCTS-meldingene i denne standarden er i hovedsak CUSDEC (Customs Declarations Message) og CUSRES (Customs Response Message).

source: This applies for commodity codes 02.04.1000 - 02.04.4300.
nb: Dette gjelder varenumrene 02.04.1000 - 02.04.4300.

source: extend existing decisions within 30 business days before the end of the current assistance period.
nb: forlenge eksisterende vedtak innen 30 virkedager før utløp av inneværende bistandsperiode.

source: The exporter must be registered with the Ministry of Trade, Industry and Fisheries, and the Norwegian Food Safety Authority
nb: Det er en forutsetning at tilbakebetalingeneller ettergivelsen er en følge av at ferdigvaren eksporteres.

source: Pursuant to Section 7-10, second paragraph, the price pursuant to the first paragraph covers all payments that are a condition for the sale of the goods.
nb: Etter toll. § 7-10 annet ledd omfatter prisen etter første ledd alle betalinger som er en betingelse for salget av varen.

source: You have bought a mobile phone abroad.
nb: Du har kjøpt en mobiltelefon i utlandet.

source: General Rule of Interpretation 2 stipulates that if the goods being cleared by customs appear as a specific product, including if it is incomplete or not assembled, it shall be classified as that product.
nb: Alminnelig fortolkningsregel 2 fastsetter at dersom varen som foreligger til tollekspedisjon fremstår som en bestemt vare, også om den er ukomplett eller usammensatt, så skal den klassifiseres som den varen.

source: If the scope of the proceeds is unknown, Section 7-10 can normally be applied in the determination of the customs value.
nb: Er omfanget av utbyttet ukjent, kan en normalt sett ikke anvende § 7-10 ved fastsettelsen av tollverdien.

source: The correct value of the shipment was NOK 500 and it was therefore within the duty- and taxfree limit.
nb: Sendingens riktige verdi er 500 kroner og dermed innenfor fribeløpsgrensen for gavesendinger.

source: See Customs Regulations Sections 3-1-2 to 3-1-7.
nb: Se tollforskriften §§ 3-1-2 til 3-1-7.

source: customs offices of GB (UK excluding Northern Ireland)
nb: tollstedskoder for UK (unntatt Nord-Irland) som fortsatt vil starte med GB

source: Enters the required information, inspects, approves and submits the form in Altinn.
nb: Fyller inn påkrevde opplysninger, kontrollerer, godkjenner og sender inn skjema i Altinn.

source: suits and articles of heading 61.07, 61.08 or 61.09)
nb: samt varer under posisjon 61.07, 61.08 eller 61.09) av flere

source: Instead, advance notice for inbound air cargo shall be reported via the EU’s submission portal for advance information.
nb: I stedet skal forhåndsvarsel for inngående flyfrakt varsles gjennom EUs innsendingsportal for forhåndsvarsel.

source: The customs office of departure assesses whether the cancellation request should be approved or rejected and a cancellation decision (IE009) is sent to the declarant.
nb: Avgangstollstedet vurderer om kanselleringsanmodningen kan godkjennes eller avvises, og sender beslutning om kansellering (IE009) til deklaranten.

source: the one mentioned in paragraph a. above and a type of padded,
nb: stoffkonstruksjon, stil og komposisjon, men kan være av

source: height not exceeding 86 cm;
nb: småbarn med kroppslengde høyst 86 cm;

source: The customs valuation rules, however, focus on the seller and whether said party has covered their costs and received an acceptable profit.
nb: Tollverdireglene fokuserer derimot på selgeren og hvorvidt denne har fått dekket sine kostnader og hatt en akseptabel fortjeneste.
